[
    {
        "src":"https://www.youtube.com/embed/WPOTTd27yyg",
        "title":"Ecological insights from three decades of animal movement tracking across a changing Arctic",
        "caption":"The Arctic Animal Movement Archive (AAMA) is a new and growing collection of studies describing movements of animals in and near the Arctic. The AAMA includes millions of locations of thousands of animals over more than three decades, recorded by hundreds of scientists and institutions. By compiling these data, the AAMA supports public data discovery, preserves fundamental baseline data for the future, and facilitates efficient, collaborative data analysis. We have used the AAMA to document climatic influences on the migration phenology of golden eagles, geographic differences in the adaptive response of caribou reproductive phenology to climate change, species-specific changes in terrestrial mammal movement rates in response to increasing temperature, and the utility of animal-borne sensors as proxies for ambient air temperature. The AAMA is a living archive that can be used to uncover other such changes, investigate their causes and consequences, and recognize larger ecosystem changes taking place in the Arctic.\n\nThis visualization shows multiple years of AAMA data as if all of the data were from the same year. Several different groupings of animals are shown: marine mammals, raptors, seabirds, shorebirds, terrestrial mammals, and waterbirds.  Snow and sea ice are also shown for context as they correlate to animal movements.\n\nVisualizers: Greg Shirah (lead), Lori Perkins\n\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/4877"
    },{
        "src":"https://www.youtube.com/embed/Ok2iQlTw5DQ",
        "title":"GEDI Forest Height - Global View",
        "caption":"The Global Ecosystem Dynamics Investigation (GEDI) produces high resolution laser ranging observations of the 3D structure of the Earth. GEDI's precise measurements of forest canopy height, canopy vertical structure, and surface elevation greatly advance our ability to characterize important carbon and water cycling processes, biodiversity, and habitat.\n\nGEDI's data on surface structure are also of immense value for weather forecasting, forest management, glacier and snowpack monitoring, and the generation of more accurate digital elevation models. GEDI provides the missing piece - 3D structure - in NASA's observational assets which enables us to better understand how the Earth behaves as a system, and guides the actions we can take to sustain critical resources.\n\nThe GEDI instrument is a geodetic-class, light detection and ranging (lidar) laser system comprised of 3 lasers that produce 8 parallel tracks of observations. Each laser fires 242 times per second and illuminates a 25 m spot (a footprint) on the surface over which 3D structure is measured. Each footprint is separated by 60 m along track, with an across-track distance of about 600 m between each of the 8 tracks. GEDI expected to produce about 10 billion cloud-free observations during its nominal 24-month mission length.\n\nTo learn more, visit the GEDI webpage: https://gedi.umd.edu/\n\nThis visualization depicts a global view of forest height data collected by the GEDI instrument aboard the International Space Station.  Brown and dark green represent shorter vegetation.  Bright green and white represent taller vegetation.  This visualization uses data collected between April 2018 and April 2019. Height is exaggerated to depict variation at this scale.\n\nVisualizers: Kel Elkins (lead), Horace Mitchell\n\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/4950"
    },{
        "src":"https://www.youtube.com/embed/ImEdEQtuDkI",
        "title":"USFS/GEDI Old Growth Forest Visualizations",
        "caption":"The U.S. Forest Service has studied mature and old-growth forests – broadly characterized as forests at an advanced stage of development – in hundreds of thousands of plots across the country. To define, identify, and create the first formal accounting of these national resources, the team assessed decades of field-gathered Forest Inventory and Analysis (FIA) data covering a wide variety of forest types and ecological zones across the country.\n \nComplementing the Forest Service’s analysis, NASA-funded scientists are drawing on a space-based instrument called GEDI (Global Ecosystem Dynamics Investigation) to provide a broad and detailed picture of these forests. From its perch on the International Space Station, GEDI’s laser imager (lidar) is able to peer through dense canopies to observe nearly all of Earth’s temperate and tropical forests. By recording the way the laser pulses are reflected by the ground and by plant material (stems, branches, and leaves) at different heights, GEDI makes detailed measurements of the three-dimensional structure of the planet’s surface. It can even estimate the weight and stature of individual trees.\n \nThe Forest Service plans to work alongside NASA to gather aerial and satellite imagery and map mature and old-growth forests at finer scales. Such data can also help the Forest Service create a long-term monitoring system. Meanwhile, a team of interagency experts will analyze and assess threats and risks to these areas.\nVisualizations by: Kel Elkins\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5095"
    },{
        "src":"https://www.youtube.com/embed/HA0LQQi_E28",
        "title":"Atmospheric Carbon Dioxide Tagged by Source",
        "caption":"Carbon dioxide (CO2) is the most prevalent greenhouse gas driving global climate change. However, its increase in the atmosphere would be even more rapid without land and ocean carbon sinks, which collectively absorb about half of human emissions every year.  Advanced computer modeling techniques in NASA's Global Modeling and Assimilation Office allow us to disentangle the influences of sources and sinks and to better understand where carbon is coming from and going to.\n\nVisualizations by: Andrew J Christensen, Mark SubbaRao, Scientific consulting by: Lesley Ott\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5110"
    }
]