[
    {
        "src":"https://www.youtube.com/embed/plMk_6Rg6uw",
        "title":"Lightning Events Detected from the International Space Station (ISS) 2017-2023",
        "caption":"The Lightning Imaging Sensor (LIS) on the International Space Station (ISS) detects lightning occurring in the Earth’s tropical and mid-latitude regions. The LIS provides datasets consisting of near-real time and non-quality controlled data as well as final quality controlled datasets that are manually reviewed. This data uncovers the variability and distribution of lightning and can be used for storm detection and lightning-atmosphere interaction studies. \r\n\r\nThis visualization shows the global distribution of lightning strikes between January 2017 and July 2023 using the final quality controlled science dataset. Each data point contains the latitude and longitude of the strike as well as the time it was detected by the LIS. A roving window of 10 days was used to visualize the seasonal patterns of lightning.\n\nVisualizations by: Michala Garrison\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5011"
    },{
        "src":"https://www.youtube.com/embed/dUOrk3zz2Fc",
        "title":"Carbon Emissions from Fires: Jan 2003 - Jan 2022",
        "caption":"\nThis visualization uses the Global Fire Emissions Database (https://www.globalfiredata.org) version 4 to show the weekly carbon emissions from fires from January 2003 through January 2022. The data has a spatial resolution of 0.25 degrees in both latitude and longitude.  The monthly fire carbon emissions with small fires from the GFED4s dataset was multiplied by the daily fractional contribution to get the daily carbon emission.   This was summed over each 7-day period beginning on January 1st each year.  Day of year 365 (and day 366 in leap years) was not included. \n\nThe perceptually uniform color scales used in this visualization were developed by Peter Koversi and are available (https://colorcet.com/gallery.html). See Peter Kovesi. Good Colour Maps: How to Design Them. arXiv:1509.03700 [cs.GR] 2015 for additional information.\n\nVisualizations by: Cindy Starr\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5012"
    },{
        "src":"https://www.youtube.com/embed/SA96Jha1un8",
        "title":"Tracking the Spread of the Caldor and Dixie Fires",
        "caption":"This visualization highlights data from a new fire detection and tracking approach (Chen et al., 2022) based on near-real time active fire detections from the VIIRS sensor on the Suomi-NPP satellite. Every 12 hours, the fire tracking algorithm uses new active fire detections to update the total fire perimeter and estimate the position of active fire lines where the fire may continue to spread. This approach provides a detailed perspective on the behavior of the Caldor and Dixie fires, identifying periods of rapid fire expansion and active fire detections within the perimeter from continued flaming and smoldering behind the active fire fronts.\n\nThe visualization shows the progression over time as the fire spreads. The yellow outlines track the position of the active fire lines every 12 hours for the last 60 hours, with the latest location of the fire front shown in the brightest shade of yellow. The red points show the location of active fire detections within the perimeter, while the grey region shows the estimated total area burned. The graph shows the cumulative burned area in square kilometers.\nVisualizations by: Cindy Starr, Scientific consulting by: Doug C. Morton\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5088"
    },{
        "src":"NRT",
        "title":"Active Fires As Observed by VIIRS, 2022-Present",
        "caption":"This visualization shows active fires as observed by the Visible Infrared Imaging Radiometer Suite, or VIIRS, since the beginning of 2022. The VIIRS instrument flies on the Joint Polar Satellite System’s Suomi-NPP and NOAA-20 polar-orbiting satellites. Instruments on polar orbiting satellites typically observe a wildfire at a given location a few times a day as they orbit the Earth from pole to pole. VIIRS detects hot spots at a resolution of 375 meters per pixel, which means it can detect smaller, lower temperature fires than other fire-observing satellites. Its observations are about three times more detailed than those from the MODIS instrument, for example. VIIRS also provides nighttime fire detection capabilities through its Day-Night Band, which can measure low-intensity visible light emitted by small and fledgling fires. This visualization uses data from the Suomi-NPP VIIRS instrument, and will be updated periodically.\nVisualizations by: Trent L. Schindler\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5113"
    },{
        "src":"https://www.youtube.com/embed/GHn_ZxNiF4M",
        "title":"Wildfires101: Animations",
        "caption":"\nVisualizations by: Alex Bodnar, Jonathan North, Adriana Manrique Gutierrez, Produced by: Katie Jepson\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/14286"
    },{
        "src":"https://www.youtube.com/embed/wvo5f8Xu_xY",
        "title":"Column Carbon Monoxide (CO) from Canada Wildfires",
        "caption":"Aerosols and trace gases emitted from wildfires are an important component of the Earth-atmosphere system as they can impact radiation, clouds, the carbon cycle, and human health. Produced by the GMAO using observations from MODIS, the Quick Fire Emissions Dataset (QFED) serves as a top-down estimate of aerosol and trace gas emissions to be used as the input for constituent modeling within the Goddard Earth Observing System (GEOS). Upon emission into GEOS through the GOCART aerosol module, aerosols and trace gases are transported via the dynamics in the model, while aerosols are also coupled to radiative and moist model processes. A feature unique to carbon monoxide (CO) emitted in response to wildfires within GEOS is that it can be tagged based on its region of origin. \n\nIn the spring of 2023, the Canadian biomass burning season had an early and aggressive start, saturating the troposphere with smoke. The accumulated emission of CO from biomass burning across Canada was quadruple the previous maximum from the past two decades since the launch of MODIS. This animation demonstrates the transport of total column CO that originated due to biomass burning over North America during the first week of June in 2023 using the GEOS Forward Processing (FP) system. Though emissions are localized, as shown by the red triangles indicating fire hotspots based on QFED, CO from biomass burning is transported thousands of miles and can have a widespread impact.\nTechnical support: Mark Malanoski, Scientific consulting by: Joseph V. Ardizzone\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/31234"
    }
]