[
    {
        "src":"https://www.youtube.com/embed/c3btzmkiZAA",
        "title":"Methane Emissions in the United States",
        "caption":"\nMethane is the second most important greenhouse gas contributing to climate change. While emissions are substantially lower than for carbon dioxide, the biggest driver of climate change, methane is more efficient at trapping heat on a molecule by molecule basis. As a result, understanding the sources of methane and how they can be reduced, quickly, is a major effort of policymakers and environmental managers around the world.\r\n\r\nThis visualization presents gridded methane emissions across the United States for the year 2012. The gridded methane inventory is designed to be consistent with EPA’s 2016 Inventory of U.S. Greenhouse Gas Emissions and Sinks (https://www.epa.gov/ghgemissions/us-greenhouse-gas-inventory-report-1990-2014) for the year 2012, which presents national totals for different source types. Gridded estimates with 0.1 degree spatial resolution are produced using a wide range of databases at the state, county, local, and point source level to allocate the spatial and temporal distribution of emissions for individual source types. Gridded inventories, developed with support from NASA’s Carbon Monitoring System, help researchers use satellite, airborne, and in situ observations to independently evaluate EPA inventories and provide recommendations on refinements that may be needed. Additional detail and dataset access are available at the EPA website (https://www.epa.gov/ghgemissions/gridded-2012-methane-emissions).\r\n\r\nThe gridded inventory presents totals for different major methane source types. Agriculture emissions in this visualization include manure management, enteric fermentation, rice cultivation, and field burning. Waste emissions include landfills, wastewater treatment, and composting. Natural Gas emissions include emissions from production, processing, and transmission. Coal emissions include both active and abandoned coal mines.\nVisualizations by: Mark SubbaRao, Scientific consulting by: Lesley Ott\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5041"
    },{
        "src":"https://www.youtube.com/embed/d-bFeE4YZ6s",
        "title":"Net Ecosystem Exchange of Carbon Dioxide",
        "caption":"\nEach year, ecosystems absorb about 25% of human carbon dioxide emissions, providing an invaluable mitigation that has substantially slowed the rate of climate change. Carbon dioxide is absorbed by plants during photosynthesis and released during respiration, a process with occurs in both plants and soils. The balance of this absorption and release, called net ecosystem exchange, serves to reduce atmospheric carbon dioxide concentrations. However, understanding how much carbon is absorbed by ecosystems and how this may change in a future faced with increases in extreme weather associated with climate change is a major challenge for scientists. Despite the critical importance of ecosystem-atmosphere carbon dioxide exchange, which scientists call flux, directly measuring the global exchange of carbon dioxide molecules is not possible. Satellite observations of vegetation, from satellite instruments like the Advanced Very High Resolution Radiometer (AVHRR) and the Moderate Resolution Imaging Spectroradiometer (MODIS), provide valuable information that can be combined with computer models to provide realistic, observationally based estimates of carbon flux and track how underlying processes change over time.\r\n\r\nThis visualization shows net ecosystem exchange calculated by the Carnegie-Ames-Stanford-Approach – Global Fire Emissions Database version 3 (CASA-GFED3), a simple model that combines AVHRR and MODIS data with estimates of temperature and precipitation from the Modern-Era Retrospective analysis for Research and Applications, Version 2 (MERRA-2). Global patterns of net ecosystem exchange reflect seasonal changes in vegetation with plants absorbing more carbon during spring and summer growing seasons and releasing much of this carbon back to the atmosphere during fall and winter months. The nearly 20-year record of CASA-GFED3 data also reflects interannual variability in carbon flux that can result from unusual climate patterns like droughts. Scientists across the world use the CASA-GFED3 data as input to atmospheric models, which then use satellite observations to evaluate and further refine the flux estimates. This understanding, supported by NASA’s Carbon Monitoring System, helps scientists improve the representation of vegetation in climate model predictions and provides actionable information about the processes controlling greenhouse gas concentrations to policymakers.\nVisualizations by: Mark SubbaRao, Scientific consulting by: Lesley Ott\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5047"
    },{
        "src":"https://www.youtube.com/embed/RCVUIcVKkXs",
        "title":"Methane Emissions from Wetlands",
        "caption":"\nMethane is an important greenhouse gas that contributes substantially to global warming. On a molecule by molecule basis, methane is much more efficient at trapping heat than carbon dioxide, the main driver of warming. Though human activities, including agriculture, oil and natural gas production and use, and waste disposal, collectively contribute the majority of methane to the atmosphere, about a third of total methane emissions comes from wetlands. Wetland habitats are filled with things like waterlogged soils and permafrost, which makes them sizable carbon sinks. However, as the climate changes, these carbon-rich soils are vulnerable to flooding and to rising temperatures, which can release more carbon to the atmosphere in the form or methane. Understanding methane emissions from natural sources like wetlands is critically important to scientists and policymakers who are working to ensure that changes in natural systems don’t counteract progress in combatting climate change made by reducing emissions from human activities.\r\n\r\nThis animation shows estimates of wetland methane emissions produced by the Lund–Potsdam–Jena Dynamic Global Vegetation Model (LPJ-DGVM) Wald Schnee und Landscaft version (LPJ-wsl). LPJ-wsl is a prognostic model, meaning that it can be used to simulate future changes in wetland emissions and independently verified with remote sensing data products. The model includes a complex, topography dependent model of near surface hydrology, and a permafrost and dynamic snow model, allowing it to produce realistic distributions of inundated area. Highlighted areas show concentrated methane sources from tropical and high latitude ecosystems. The LPJ-wsl model is regularly used in conjunction with NASA’s GEOS model to simulate the impact of wetlands and other methane sources on atmospheric methane concentrations, compare against satellite and airborne data, and to improve understanding and prediction of wetland emissions.\nVisualizations by: Mark SubbaRao, Produced by: Kathleen Gaeta, Scientific consulting by: Lesley Ott\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5054"
    },{
        "src":"https://www.youtube.com/embed/HA0LQQi_E28",
        "title":"Atmospheric Carbon Dioxide Tagged by Source",
        "caption":"Carbon dioxide (CO2) is the most prevalent greenhouse gas driving global climate change. However, its increase in the atmosphere would be even more rapid without land and ocean carbon sinks, which collectively absorb about half of human emissions every year.  Advanced computer modeling techniques in NASA's Global Modeling and Assimilation Office allow us to disentangle the influences of sources and sinks and to better understand where carbon is coming from and going to.\n\nVisualizations by: Andrew J Christensen, Mark SubbaRao, Scientific consulting by: Lesley Ott\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5110"
    },{
        "src":"https://www.youtube.com/embed/-aSBfn6_pUY",
        "title":"Global Atmospheric Carbon Dioxide (CO₂)",
        "caption":"NASA’s Orbiting Carbon Observatory, 2 (OCO-2) provides the most complete dataset tracking the concentration of atmospheric carbon dioxide (CO₂), the main driver of climate change. Every day, OCO-2 measures sunlight reflected from Earth’s surface to infer the dry-air column-averaged CO₂ mixing ratio and provides around 100,000 cloud-free observations. Despite these advances, OCO-2 data contain many gaps where sunlight is not present or where clouds or aerosols are too thick to retrieve CO₂ data. In order to fill gaps and provide science and applications users a spatially complete product, OCO-2 data are assimilated into NASA’s Goddard Earth Observing System (GEOS), a complex modeling and data assimilation system used for studying the Earth’s weather and climate. GEOS is also informed by satellite observations of nighttime lights and vegetation greenness along with about 1 million weather observations collected every hour. These data help scientists infer CO2 mixing ratios even when a direct OCO-2 observation is not present and provide additional information on the altitude of CO₂ plumes that the satellite is not able to see. Together, OCO-2 and GEOS create one of the most complete pictures of CO₂.\n\nThe visualization featured on this page shows the atmosphere in three dimensions and highlights the accumulation of CO₂ during a single calendar year (January 1-December 31, 2021). Every year, the world’s vegetation and oceans absorb about half of human CO₂ emissions, providing an incredibly valuable service that has mitigated the rate of accumulation of greenhouse gases in the atmosphere. However, around 2.5 parts per million remain in the atmosphere every year causing a steady upward march in concentrations that scientists have tracked since the 1950s at surface stations.\n\nThe volumetric visualization starts in January 1, 2021, showing the higher CO₂ concentrations, which are closer to the ground, revealing the seasonal movement of high CO₂ at a global scale. During the months of June-September (summer months for northern hemisphere), global CO₂ concentrations tend to be lowest because northern hemisphere plants actively absorb CO₂ from the atmosphere via photosynthesis. During northern hemisphere fall and winter months, much of this CO₂ is re-released to the atmosphere due to respiration and can be seen building up. By June and July 2021, plants again draw CO₂ out of the atmosphere, but notably higher concentrations remain in contrast to the nearly transparent colors of the previous year. The diurnal rhythm of CO₂ is apparent over our planet's largest forests, such as the Amazon rainforest in South America and the Congo rainforest in Central Africa. The fast-paced pulse in those rainforests is due to the day-night cycle; plants absorb CO₂ during the day via photosynthesis when the sun is out, then stop absorbing CO₂ at night. In addition to highlighting the buildup of atmospheric CO₂, this visualization shows how interconnected the world’s greenhouse gas problem is. NASA’s unique combination of observations and models plays a critical role in helping scientists track increases in CO₂ as they happen to better understand their climate impact.\n\nVisualizations by: Helen-Nicole Kostis, Scientific consulting by: Lesley Ott, Brad Weir\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5115"
    },{
        "src":"https://www.youtube.com/embed/2rdEjFn_7jg",
        "title":"Global Atmospheric Methane (CH₄)",
        "caption":"Methane (CH₄) is a powerful greenhouse gas that traps heat 28 times more effectively than carbon dioxide over a 100-year timescale. Concentrations of methane have increased by more than 150% since industrial activities and intensive agriculture began. After carbon dioxide, methane is responsible for about 20% of climate change in the twentieth century. Methane is produced under conditions where little to no oxygen is available. About 30% of methane emissions are produced by wetlands, including ponds, lakes and rivers. Another 20% is produced by agriculture, due to a combination of livestock, waste management and rice cultivation. Activities related to oil, gas, and coal extraction release an additional 30%. The remainder of methane emissions come from minor sources such as wildfires, biomass burning, permafrost, termites, dams, and the ocean. Scientists around the world are working to better understand the budget of methane with the ultimate goals of reducing greenhouse gas emissions and improving prediction of environmental change. \n\nThe NASA SVS visualization presented here shows the complex patterns of methane emissions produced around the globe and throughout the year from the different sources described above. The visualization was created using output from the Global Modeling and Assimilation Office (GMAO), GEOS modeling system, developed and maintained by scientists at NASA. Wetland emissions were estimated by the LPJ-wsl model, which simulates the temperature and moisture dependent methane emission processes using a variety of satellite data to determine what parts of the globe are covered by wetlands. Other methane emission sources come from inventories of human activity.\n\nVisualizations by: Helen-Nicole Kostis, Scientific consulting by: Lesley Ott, Brad Weir\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5116"
    },{
        "src":"https://www.youtube.com/embed/P_OmxbB-iHg",
        "title":"Trends in atmospheric Nitrous Oxide (N₂O)",
        "caption":"\nVisualizations by: Helen-Nicole Kostis\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5117"
    },{
        "src":"https://www.youtube.com/embed/9V3Hhax5C1M",
        "title":"Trends in atmospheric Methane (CH₄)",
        "caption":"\nVisualizations by: Helen-Nicole Kostis, Scientific consulting by: Lesley Ott, Brad Weir\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5118"
    },{
        "src":"https://www.youtube.com/embed/bvK-SzcyuKs",
        "title":"OCO-2 and Keeling Curve: Trends in global atmospheric Carbon Dioxide (CO₂)",
        "caption":"\nVisualizations by: Helen-Nicole Kostis\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5119"
    },{
        "src":"https://youtube.com/shorts/ZYIkApOYwIA",
        "title":"ODIAC: a map of human made carbon dioxide emissions",
        "caption":"The Open-source Data Inventory for Anthropogenic CO2 (A.K.A. ODIAC) is a global high-resolution (1x1km) emission data product for fossil fuel carbon dioxide (CO2) emission. ODIAC was originally designed and developed under the Greenhouse gas Observing SATellite (GOSAT) project at Japan’s National Institute for Environmental Studies (NIES). Since then, ODIAC has been maintained at the Universities Space Research Association (USRA) in collaboration with NASA, NIES and the Appalachian State University. ODIAC pioneered the combined use of space-based nighttime light data and individual power plant emission/location profiles to estimate the global spatial extent of fossil fuel CO2 emissions. ODIAC has been a key input data for NASA’s carbon modeling. ODIAC has been also widely used in the international science research community for a variety of applications across key policy relevant scales (global to local).\nVisualizations by: Mark SubbaRao, Scientific consulting by: Tomohiro Oda\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5121"
    }
]