[
    {
        "src":"https://www.youtube.com/embed/35QjTwIG-eg",
        "title":"Arctic Sea Ice Minimum 2022.",
        "caption":"The daily Arctic sea ice and land cover changes from the yearly maximum reach of the ice on Feb. 25, 2022, to its minimum on Sep. 18, 2022. The yellow boundary shows the minimum reach of the ice across the sea averaged over the 30-year period from 1981 to 2010. Arctic sea ice minimum has been decreasing at a rate of 13% per decade."
    },{
        "src":"https://www.youtube.com/embed/9QMLSKmL4FU",
        "title":"Arctic Sea Ice Spiral",
        "caption":"This data spiral shows the reach of Arctic sea ice from October 1978 to September 2022. This view highlights the loss of Arctic sea ice over the years. To the right are the winter months when the sea ice maximum extent begins outside the yellow line marking 15 million km2 (around 6 million mi2). It then slowly shifts inward, indicating a smaller area of winter sea ice in recent years. On the left, the Arctic sea ice minimum in September shows drastic decreases in size from year to year, at a rate of about 13% per decade."
    },{
        "src":"https://www.youtube.com/embed/TvPjAe4j6qQ",
        "title":"Ocean Flows",
        "caption":"This rainbow of colors show the water temperature on the oceans’ surface. The temperature variations correspond to the flow of currents on the surface. Blue is 32 degrees Fahrenheit, green is 50 -70 F, yellow is about 80 F, red is 90 F. This visualization came from computer models by a joint MIT/NASA-JPL project Estimating the Circulation and Climate of the Ocean, Phase II."
    },{
        "src":"https://www.youtube.com/embed/B7n62jOJJqI",
        "title":"Atlantic Hurricane Wind Speed Plots",
        "caption":"These simple visualizations are plots of time vs. wind speed for each tropical storm/hurricane of Atlantic Hurricane seasons from 1950 to the present. Horizontal lines indicate wind speed category thresholds. A line plot for each storm shows the storm's name and a marker at the peak wind speed.<p>\n\nMost named storms during the Atlantic hurricane season happen between June and November.  However, occasionally, storms develop outside of those ranges.\n\nFour versions of the plots are inluded:\n   1. May to December showig only the current year\n   2. May to December showing the current year and strong storms from previous years (ghosted out)\n   3. January to December showig only the current year\n   4. January to December showing the current year and strong storms from previous years (ghosted out)\n     \n<b>The plot for the current year automatically updates every 2 hours during hurricane season.</b>\nVisualizations by: Greg Shirah\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5072"
    },{
        "src":"https://www.youtube.com/embed/6-71kC1LT-w",
        "title":"Predicting Landslides",
        "caption":"If a slope's underlying foundation is unstable, heavy rainfall could be all it takes to trigger a landslide. In fact, rainfall is the most common catalyst for landslides. An open sourced computer model developed at NASA's Goddard Space Flight Center uses precipitation data to identify areas all over the globe that are potential landslide hazards. The model first looks at areas that have recently experienced heavy rainfall using data from the Global Precipitation Measurement (GPM) mission. When the rainfall estimates are unusually high, the model checks other known conditions of the area that may encourage landslides, such as recent road construction, steep hills, and other factors. A \"nowcast\" map then combines the rainfall data and these other factors to mark areas that might have landslides. Scientists have used these models to conduct studies on long term landslide patterns and landslide warning signs. Watch the video to learn more.\nVisualizations by: Helen-Nicole Kostis, Scientific consulting by: Dalia B Kirschbaum, Thomas A. Stanley, Produced by: Joy Ng, Ryan Fitzgibbons, Written by: Kasha Patel\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/13126"
    }
]