[
    {
        "src":" https://www.youtube.com/embed/TvPjAe4j6qQ",
        "title":"Global Sea Surface Currents and Temperature",
        "caption":"This visualization shows sea surface current flows. The flows are colored by corresponding sea surface temperature data. This visualization is rendered for display on very high resolution devices like hyperwalls or for print media.<p><p>This visualization was produced using model output from the joint MIT/JPL project entitled Estimating the Circulation and Climate of the Ocean, Phase II (ECCO2) (http://ecco2.org/). ECCO2 uses the MIT general circulation model (MITgcm) to synthesize satellite and in-situ data of the global ocean and sea-ice at resolutions that begin to resolve ocean eddies and other narrow current systems, which transport heat and carbon in the oceans. The ECCO2 model simulates ocean flows at all depths, but only surface flows are used in this visualization.\nVisualizations by: Greg Shirah\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/3912"
    },{
        "src":"https://www.youtube.com/embed/FEOlYWUbsHo",
        "title":"A Decade of Sea Surface Salinity",
        "caption":"The heat of the sun forces evaporation at the ocean's surface, which puts water vapor into the atmosphere but leaves minerals and salts behind, keeping the ocean salty. The salinity of the ocean also varies from place to place, because evaporation varies based on the sea surface temperature and wind, rivers and rain storms inject fresh water into the ocean, and melting or freezing sea ice affects the salinity of polar waters.\nVisualizations by: Alex Kekesi, Scientific consulting by: Nadya Vinogradova-Shiffer\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5017"
    },{
        "src":"https://www.youtube.com/embed/9QMLSKmL4FU",
        "title":"Arctic Sea Ice Spiral",
        "caption":"\nThis data visualization shows the Arctic sea ice extent from October 1978 to September 2022. The amount of Arctic sea ice varies seasonally, typically reaching a maximum in March and a minimum in September. Recently, the Arctic sea ice minimum has been decreasing at a rate of 13% per decade. Please see Global Climate Change Vital Signs: Arctic Sea Ice Minimum Extent (https://climate.nasa.gov/vital-signs/arctic-sea-ice/) for more information.\nVisualizations by: Mark SubbaRao\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5028"
    },{
        "src":"https://www.youtube.com/embed/35QjTwIG-eg",
        "title":"Arctic Sea Ice Minimum 2022",
        "caption":"Satellite-based passive microwave images of the sea ice have provided a reliable tool for continuously monitoring changes in the Arctic ice since 1979. Every summer the Arctic ice cap melts down to what scientists call its \"minimum\" before colder weather begins to cause ice cover to increase. An analysis of satellite data by NASA and the National Snow and Ice Data Center (NSIDC) at the University of Colorado Boulder shows that the 2022 minimum extent, which was likely reached on Sept. 18, measured 1.80 million square miles (4.67 million square kilometers).\n\nThe Japan Aerospace Exploration Agency (JAXA) provides many water-related products derived from data acquired by the Advanced Microwave Scanning Radiometer 2 (AMSR2) instrument aboard the Global Change Observation Mission 1st-Water \"SHIZUKU\" (GCOM-W1) satellite. Two JAXA datasets used in this animation are the 10-km daily sea ice concentration and the 10 km daily 89 GHz Brightness Temperature.\n\nIn this animation, the daily Arctic sea ice and seasonal land cover change progress through time, from the yearly maximum ice extent on February 25 2022, through its minimum on September 18 2022. Over the water, Arctic sea ice changes from day to day showing a running 3-day minimum sea ice concentration in the region where the concentration is greater than 15%. The blueish white color of the sea ice is derived from a 3-day running minimum of the AMSR2 89 GHz brightness temperature. The yellow boundary shows the minimum extent averaged over the 30-year period from 1981 to 2010. Over the terrain, monthly data from the seasonal Blue Marble Next Generation fades slowly from month to month.\nVisualizations by: Trent L. Schindler, Produced by: Roberto Molar-Candanosa, Scientific consulting by: Walt Meier\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5030"
    },{
        "src":"https://www.youtube.com/embed/njoTDqwFuuU",
        "title":"Annual Arctic Sea Ice Minimum Area 1979-2022, With Graph",
        "caption":"Satellite-based passive microwave images of the sea ice have provided a reliable tool for continuously monitoring changes in the Arctic ice since 1979. Every summer the Arctic ice cap melts down to what scientists call its \"minimum\" before colder weather begins to cause ice cover to increase.  This graph displays the area of the minimum sea ice coverage each year from 1979 through 2022. In 2022, the Arctic minimum sea ice covered an area of 4.16 million square kilometers (1.6 million square miles). \n\nThis visualization shows the expanse of the annual minimum Arctic sea ice for each year from 1979 through 2022 as derived from passive microwave data.\nVisualizations by: Trent L. Schindler\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5036"
    },{
        "src":"https://www.youtube.com/embed/ljfk9hqrBsc",
        "title":"Daily Polar Sea Ice, Two Year History",
        "caption":"This visualization shows the daily Arctic and Antarctic sea ice and seasonal land cover change over a two-year history from the present, with a single frame rendered for each day (available from the drop-down of each image window), and an animation created from these frames, \n\nThe Japan Aerospace Exploration Agency (JAXA) provides many water-related products derived from data acquired by the Advanced Microwave Scanning Radiometer 2 (AMSR2) instrument aboard the Global Change Observation Mission 1st-Water \"SHIZUKU\" (GCOM-W1) satellite. Two JAXA datasets are used in this animation: the 10-km daily sea ice concentration and the 10 km daily 89 GHz Brightness Temperature.\n\nIn this visualization sea ice changes from day to day, with the amount of ice shown being determined by the AMSR2 sea ice concentration data. A running 3-day minimum is used, with a minimum threshhold concentration of 15%. The blueish white color of the sea ice is derived from a 3-day running minimum of the AMSR2 89 GHz brightness temperature. Over the terrain, monthly data from the seasonal Blue Marble Next Generation fades slowly from month to month.\n\nThe numerical portion of the frame filename begins with the four-digit year, followed by the three-digit day of the year for that frame.\nVisualizations by: Trent L. Schindler\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5099"
    },{
        "src":"https://www.youtube.com/embed/0907sP0XAZE",
        "title":"Sea Level Through a Porthole",
        "caption":"As the planet warms and polar ice melts, our global average sea level is rising. Although exact ocean heights vary due to local geography, climate over time, and dynamic fluid interactions with gravity and planetary rotation, scientists observe sea level trends by comparing measurements against a 20 year spatial and temporal mean reference. These visualizations use the visual metaphor of a submerged porthole window to observe how far our oceans rose between 1993 and 2022.\nVisualizations by: Andrew J Christensen\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5114"
    },{
        "src":"NRT",
        "title":"Sea Surface Temperature (SST) Anomaly - Near Real Time",
        "caption":"This visualization shows Sea Surface Temperature (SST) Anomaly data from the Jet Propulsion Laboratory (JPL) Multi-scale Ultra-high Resolution (MUR) Sea Surface Temperature Analysis. The analysis data is near-real-time (one day latency) and the visualization is updated daily to include the latest available data.  \n\nData available here: <a href=\"https://podaac.jpl.nasa.gov/dataset/MUR-JPL-L4-GLOB-v4.1\" target=\"_blank\">https://podaac.jpl.nasa.gov/dataset/MUR-JPL-L4-GLOB-v4.1</a>\nVisualizations by: Kel Elkins\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5176"
    },{
        "src":"https://www.youtube.com/embed/pRR5E95F7N0",
        "title":"2023 Temperature Measurements",
        "caption":"The locations of the temperature measurements that were used in the 2023 GISS Surface Temperature Analysis (v4). The data on land comes from the weather stations that make up the Global Historical Climatology Network (GHCN). Over water temperature measurements come from International Comprehensive Ocean-Atmosphere Data Set (ICOADS). This dataset provides surface marine observational records from ships, buoys, and other platform types.\nVisualizations by: Mark SubbaRao\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5208"
    },{
        "src":"https://www.youtube.com/embed/QQHVHf5QD-s",
        "title":"Slow Reveal Graphs: Global Mean Sea Level 1993-2023",
        "caption":"Slow reveal graphs are an instructional routine using scaffolded visuals and discourse to help students (in K-12 and beyond) make sense of data.  This is a slow reveal graph of the SVS visualization of rising Global Mean Sea Level (https://svs.gsfc.nasa.gov/5221/).\n\nVisualizations by: Mark SubbaRao, Produced by: Stacie Marvin\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/5312"
    },{
        "src":"https://www.youtube.com/embed/z04TBQw9KkU",
        "title":"GRACE and GRACE-FO polar ice mass loss",
        "caption":"The mass of the Polar ice sheets have changed over the last decades. Research based on observations from the Gravity Recovery and Climate Experiment (GRACE) satellites (2002-2017) and GRACE Follow-On (since 2018 - ) indicates that between 2002 and 2023, Antarctica shed approximately 150 gigatons of ice per year, causing global sea level to rise by 0.4 millimeters per year; and Greenland shed approximately 270 gigatons of ice per year, causing global sea level to rise by 0.03 inches (0.8 millimeters) per year.\n\nThese images, created from GRACE and GRACE-FO data, show changes in polar land ice mass since 2002. Orange and red shades indicate areas that lost ice mass, while light blue shades indicate areas that gained ice mass. White indicates areas where there has been very little or no change in ice mass since 2002.\n\nThe average flow lines (grey; created from satellite radar interferometry) of the icesheets converge into the locations of prominent outlet glaciers, and coincide with areas of highest mass loss. This supports other observations that warming ocean waters near polar icesheets play a key role in contemporary ice mass loss.\nScientific consulting by: Felix W. Landerer\nFor more information or to download this public domain video, go to  https://svs.gsfc.nasa.gov/31166"
    }
]