[
    {
        "src":"https://www.youtube.com/embed/rQhSM2OvnlE",
        "title":"Variability of Water Storage in Global Hydrological Basins",
        "caption":"Knowing the extent of human influence on the global hydrological cycle is essential for the sustainability of freshwater resources on Earth. However, a lack of water level observations for the world’s ponds, lakes, and reservoirs has limited quantification of reservoir (human-managed) versus natural changes to surface water storage. In this study, scientists used data from NASA's ICESat-2 satellite laser altimeter to quantify global variability in water level over 227,386 water bodies from October 2018 to July 2020. \n\nBy combining this dataset with a global database of human-managed reservoirs, the study found that 57% of seasonal water storage variability occurs in human-managed reservoirs. Global maps of the results organized by hydrologic basin reveal that natural variability in surface water level is greatest in tropical basins like the Amazon and the Congo and lowest in northern and Arctic areas such as Northern Canada and Alaska. In contrast, human-management of surface water storage in arid and semi-arid regions like the Western US, Middle East, Southern Africa and Australia, where human influence drives nearly 100% of seasonal storage variability. Overall, the finding that humans are responsible for the majority of seasonal surface water storage variability shows that we are now a key regulator of the water cycle.  \n\nAs economic development, population growth, and climate change continue to pressure global water resources in the future, measurements from satellites like ICESat-2 will continue to provide vital information about how humans are managing freshwater resources worldwide.\n\nThis animation uses data from the study to visualize two quantities: the variability of water level, and the variability of the percent of water storage from man-made reservoirs.\nVisualizations by: Trent L. Schindler, Scientific consulting by: Sarah Cooley, Produced by: Ryan Fitzgibbons\nFor more information or to download this public domain video, go to https://svs.gsfc.nasa.gov/4889"
    },{
        "src":" https://www.youtube.com/embed/fDiL_kzokF0",
        "title":"A 3D View of an Atmospheric River from an Earth System Model",
        "caption":"Features in Earth’s atmosphere, spawned by the heat of the Sun and the rotation of the Earth, transport water and energy around the globe. Clouds and precipitation shown here are from NASA’s MERRA-2 reanalysis, a retrospective blend of a weather model and conventional and satellite observations.  \n\nWithin the mid-latitudes, winds move clouds from west to east. Within the tropics easterly trade winds converge along the equator to create a moisture rich cluster of clouds, convection, and precipitation called the intertropical convergence zone, or ITCZ. Disturbances in its flow transport immense amounts of moisture and energy from the tropics to the poles. Studies have shown that atmospheric rivers account for the vast majority of the poleward transport of water vapor.\n\nThe American Meteorological Society defines an atmospheric river as “a long, narrow, and transient corridor of strong horizontal water vapor transport that is typically associated with a low-level jet stream ahead of the cold front of an extratropical cyclone.” A common measure for the strength of an atmospheric river is the integrated water vapor transport, or the amount of moisture that is moved from one place to another by the flow of the atmosphere. The blue shading shown here gives a three-dimensional view of the water vapor transport. Tropical moisture is pulled in from the ITCZ and in this example, converges with other moisture sources to form an atmospheric river. The feature then travels towards the west coast of the United States as a sub-class of atmospheric rivers commonly referred to as the “pineapple express” due to its origin near Hawai’i.\n\nThe atmospheric river is guided by the semi-permanent sub-tropical high pressure off the coast of California and the Baja Peninsula as well as the Aleutian low in the Gulf of Alaska. The pressure gradient between the clockwise flow of the Californian high and the counterclockwise flow of the Aleutian low funnel the atmospheric moisture into a narrow corridor. The more intense the pressure gradient is, the stronger the winds are that transport the water vapor. Extreme rainfall has also been associated with the more intense gradients.\n\nMuch of the moisture stays close to the surface but the rising motion of the low pressure to the north results in the air cooling, condensing the water vapor into a liquid. Precipitation over the ocean falls along the feature’s cold front on its northern side.\n\nAnother way that air can rise and condense into precipitation is through orographic lift. When air encounters the mountains along the west coast of the United States, it is forced upwards. The rising air becomes saturated, causing rain and snow to fall, particularly on the windward side of the mountain. The flow of air continues eastward, depleted of its moisture.\n\nThe precipitation that falls because of atmospheric rivers is important for the hydrologic cycle in the western United States. The winter buildup of the snowpack provides valuable freshwater resources. Despite being beneficial at times, atmospheric river induced precipitation can also be destructive. The occurrence of extreme atmospheric river precipitation events, such as the one that occurred in this example, can result in widespread flooding and mudslides.\n\nAtmospheric rivers are not unique to the west coast of North America and occur around the globe, including Europe, New Zealand, the Middle East, Greenland, and Antarctica. The study of global phenomenon such as atmospheric rivers over the past four decades is made possible through NASA’s MERRA-2 reanalysis, a spatially and temporally consistent blend of satellite and conventional observations with a numerical model. With a dataset that provides hourly information around the globe since 1980, there is still much that can be learned about Earth’s atmosphere and the transport of water and energy around the globe.\n\nNarrated atmospheric rivers movie\n\nVisualizers: Greg Shirah (lead), Horace Mitchell, Cindy Starr, Kel Elkins\n\nFor more information or to download this public domain video, go to https://svs.gsfc.nasa.gov/4960"
    },{
        "src":"https://www.youtube.com/embed/J9vSshArkx0",
        "title":"50 Years of Harmful Algal Blooms: Rotating Globe Unwraps to Robinson Projection",
        "caption":"Mass fish deaths have ridden our planet's beaches and coastlines. New health risks have taken over coastal communities and millions of fishery-based employees are out of work. To bring light to the issue and show how new technology may revolutionize data we collect the current best data available to show the scope of the problem. As our global climate continues to change, more nutrients enter our water sources, coastal waters get warmer, algal blooms will continue to flourish in this ideal environment.\n\nIn January 2024, NASA is scheduled to launch the PACE (https://pace.gsfc.nasa.gov/ satellite which is designed to improve and increase the data we have collected surrounding harmful algal blooms.\n\nThis data visualization depicts the scope of the data we currently have collected over the past 50 years. Much of it is taken from ships at sea and inland water ways. From this we can see that this is a global issue and learning more about this problem will greatly further our understanding of the issue at hand.\nVisualizations by: Alex Kekesi, Scientific consulting by: Ivona Cetinic, Bridget Seegers, Produced by: Emme Watkins, Technical support: Laurence Schuler\nFor more information or to download this public domain video, go to https://svs.gsfc.nasa.gov/5184"
    },{
        "src":"https://www.youtube.com/embed/wp7WpoRtL8E",
        "title":"Rivers of the World: A Unifying Journey through Landsat's Lens, Set to Vltava by Bedřich Smetana",
        "caption":"This visualization is a captivating collaboration between NASA, USGS, and Bedřich Smetana's celebrated composition, Vltava (The Moldau River). The video aims to capture the essence of Smetana's masterpiece, embodying the power and beauty of rivers while showcasing stunning images of Earth's waterways from the Landsat Satellite Program.  The visuals unfold like a poetic tribute to our planet, seamlessly transitioning between awe-inspiring satellite images of rivers and watersheds across the globe. The viewer is transported on a journey through these life-sustaining arteries, witnessing their intricate patterns and breathtaking colors as seen from space.  This visualization was created to emphasize the importance of preserving our planet's vital ecosystems and to inspire a collective commitment towards protecting Earth's most precious resources. The collaboration highlights how space-based observations can transcend borders, fostering unity and a shared responsibility for our environment.  The imagery in the video is derived from NASA and USGS's Landsat Satellite Program, which has been capturing detailed images of Earth's surface since 1972. The visuals are synchronized with Smetana's Vltava to create an immersive and memorable experience that celebrates the beauty and interconnectedness of our planet's rivers.\n\nMusic Credit - \"Smetana Ma Vlast Classical Music Public Domain\" Musophen Symphony [Orange Free Sounds]\nProduced by: Chris Burns\nFor more information or to download this public domain video, go to https://svs.gsfc.nasa.gov/14329"
    }
]